Repository: TarasOsiris/screenshot-mac
Catalog: screenshot/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fa, fi, fr, he, hr, hu, id, it, ja, ko, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, ur, vi, zh_hans, zh_hant

source: The project changed after the preview was created. Refresh the review before syncing.
ar: تم تغيير المشروع بعد إنشاء المعاينة. قم بتحديث المراجعة قبل المزامنة.
ca: El projecte va canviar després de crear la vista prèvia. Actualitza la revisió abans de sincronitzar-la.
cs: Projekt se po vytvoření náhledu změnil. Před synchronizací aktualizujte recenzi.
da: Projektet ændrede sig, efter at forhåndsvisningen blev oprettet. Opdater anmeldelsen før synkronisering.
de: Das Projekt hat sich nach dem Erstellen der Vorschau geändert. Aktualisiere die Änderungsübersicht vor dem Synchronisieren.
el: Το έργο άλλαξε μετά τη δημιουργία της προεπισκόπησης. Ανανεώστε την κριτική πριν από τον συγχρονισμό.
es: El proyecto cambió después de crear la vista previa. Actualiza la revisión antes de sincronizar.
fa: پروژه پس از ایجاد پیش‌نمایش تغییر کرد. پیش از همگام‌سازی، بازبینی را بازخوانی کنید.
fi: Projekti muuttui esikatselun luomisen jälkeen. Päivitä arvostelu ennen synkronointia.
fr: Le projet a changé après la création de l'aperçu. Actualisez l'examen avant de synchroniser.
he: הפרויקט השתנה לאחר יצירת התצוגה המקדימה. רענן את הסקירה לפני הסנכרון.
hr: Projekt se promijenio nakon što je napravljen pregled. Osvježite pregled prije sinkronizacije.
hu: A projekt az előnézet létrehozása után megváltozott. Szinkronizálás előtt frissítse a véleményt.
id: Proyek berubah setelah pratinjau dibuat. Segarkan ulasan sebelum menyinkronkan.
it: Il progetto è cambiato dopo la creazione dell'anteprima. Aggiorna la revisione prima di sincronizzare.
ja: プレビューの作成後にプロジェクトが変更されました。同期する前にレビューを更新してください。
ko: 미리보기가 생성된 후 프로젝트가 변경되었습니다. 동기화하기 전에 검토 내용을 새로 고치세요.
ms: Projek berubah selepas pratonton dibuat. Muat semula ulasan sebelum menyegerak.
nl: Het project is gewijzigd nadat het voorbeeld is gemaakt. Vernieuw de beoordeling voordat u gaat synchroniseren.
no: Prosjektet endret seg etter at forhåndsvisningen ble opprettet. Oppdater anmeldelsen før synkronisering.
pl: Projekt uległ zmianie po utworzeniu podglądu. Odśwież recenzję przed synchronizacją.
pt_br: O projeto mudou após a criação da visualização. Atualize a revisão antes de sincronizar.
pt_pt: O projeto mudou após a criação da visualização. Atualize a revisão antes de sincronizar.
ro: Proiectul s-a schimbat după crearea previzualizării. Actualizează recenzia înainte de sincronizare.
ru: Проект изменился после создания превью. Обновите проверку перед синхронизацией.
sk: Projekt sa po vytvorení ukážky zmenil. Pred synchronizáciou obnovte recenziu.
sl: Projekt se je po ustvarjanju predogleda spremenil. Pred sinhronizacijo osvežite pregled.
sv: Projektet ändrades efter att förhandsgranskningen skapades. Uppdatera recensionen innan du synkroniserar.
th: โปรเจ็กต์เปลี่ยนไปหลังจากสร้างตัวอย่างแล้ว รีเฟรชบทวิจารณ์ก่อนทำการซิงค์
tr: Önizleme oluşturulduktan sonra proje değişti. Eşzamanlamadan önce incelemeyi yenileyin.
uk: Проєкт змінився після створення перегляду. Оновіть перегляд перед синхронізацією.
ur: پیش نظارہ بنانے کے بعد پروجیکٹ بدل گیا۔ مطابقت پذیری سے پہلے جائزہ کو تازہ کریں۔
vi: Dự án đã thay đổi sau khi bản xem trước được tạo. Làm mới đánh giá trước khi đồng bộ hóa.
zh_hans: 预览创建后项目已发生更改。请在同步前刷新检查结果。
zh_hant: 預覽建立後專案已更改。請在同步前重新整理檢查畫面。

source: The project or App Store screenshots changed after this comparison was created.
ar: تم تغيير لقطات الشاشة للمشروع أو App Store بعد إنشاء هذه المقارنة.
ca: El projecte o les captures de pantalla App Store han canviat després de crear aquesta comparació.
cs: Projekt nebo App Store snímky obrazovky se po vytvoření tohoto srovnání změnily.
da: Projektet eller App Store skærmbilleder blev ændret, efter at denne sammenligning blev oprettet.
de: Das Projekt oder die App Store-Screenshots haben sich geändert, nachdem dieser Vergleich erstellt wurde.
el: Το έργο ή τα στιγμιότυπα οθόνης App Store άλλαξαν μετά τη δημιουργία αυτής της σύγκρισης.
es: El proyecto o las capturas del App Store cambiaron después de crear esta comparación.
fa: پروژه یا اسکرین‌شات‌های App Store پس از ایجاد این مقایسه تغییر کرده‌اند.
fi: Projekti tai App Store kuvakaappaukset muuttuivat tämän vertailun luomisen jälkeen.
fr: Le projet ou les captures d'écran de l'App Store ont changé depuis la création de cette comparaison.
he: הפרויקט או צילומי המסך של App Store השתנו לאחר יצירת ההשוואה הזו.
hr: Snimke zaslona projekta ili App Store promijenjene su nakon izrade ove usporedbe.
hu: A projekt vagy a App Store képernyőképe megváltozott az összehasonlítás létrehozása után.
id: Tangkapan layar proyek atau App Store berubah setelah perbandingan ini dibuat.
it: Il progetto o gli screenshot dell'App Store sono cambiati dopo la creazione di questo confronto.
ja: この比較の作成後に、プロジェクトまたは App Store のスクリーンショットが変更されました。
ko: 이 비교를 만든 후 프로젝트 또는 App Store 스크린샷이 변경되었습니다.
ms: Tangkapan skrin projek atau App Store berubah selepas perbandingan ini dibuat.
nl: De schermafbeeldingen van het project of App Store zijn gewijzigd nadat deze vergelijking is gemaakt.
no: Prosjektet eller App Store skjermbilder ble endret etter at denne sammenligningen ble opprettet.
pl: Projekt lub zrzuty ekranu App Store zmieniły się po utworzeniu tego porównania.
pt_br: O projeto ou as capturas de tela da App Store mudaram depois que esta comparação foi criada.
pt_pt: As capturas de ecrã do projeto ou App Store foram alteradas após a criação desta comparação.
ro: Proiectul sau capturile de ecran App Store s-au schimbat după ce a fost creată această comparație.
ru: Проект или скриншоты App Store изменились после создания этого сравнения.
sk: Projekt alebo App Store snímky obrazovky sa po vytvorení tohto porovnania zmenili.
sl: Posnetki zaslona projekta ali App Store so se spremenili po ustvarjanju te primerjave.
sv: Projektet eller App Store skärmdumpar ändrades efter att denna jämförelse skapades.
th: ภาพหน้าจอของโปรเจ็กต์หรือ App Store เปลี่ยนไปหลังจากสร้างการเปรียบเทียบนี้
tr: Bu karşılaştırma oluşturulduktan sonra proje veya App Store ekran görüntüleri değişti.
uk: Проєкт або знімки екрана App Store змінилися після створення цього порівняння.
ur: اس موازنہ کی تخلیق کے بعد پروجیکٹ یا App Store اسکرین شاٹس تبدیل ہو گئے۔
vi: Ảnh chụp màn hình dự án hoặc App Store đã thay đổi sau khi so sánh này được tạo.
zh_hans: 创建此比对后，项目或 App Store 中的截图发生了更改。
zh_hant: 建立此比對後，專案或 App Store 螢幕截圖已有更改。

source: The Projects screen shows sync progress while iCloud is uploading or downloading.
ar: تعرض شاشة المشاريع تقدم المزامنة أثناء تحميل iCloud أو تنزيله.
ca: La pantalla Projectes mostra el progrés de la sincronització mentre iCloud s'està carregant o baixant.
cs: Na obrazovce Projekty se zobrazuje průběh synchronizace během nahrávání nebo stahování iCloud.
da: Projektskærmen viser synkroniseringsfremskridt, mens iCloud uploader eller downloader.
de: Der Bildschirm „Projekte“ zeigt den Synchronisierungsfortschritt an, während iCloud hoch- oder herunterlädt.
el: Η οθόνη Έργα δείχνει την πρόοδο του συγχρονισμού κατά τη μεταφόρτωση ή λήψη του iCloud.
es: La pantalla Proyectos muestra el progreso de la sincronización mientras iCloud sube o descarga archivos.
fa: وقتی iCloud در حال آپلود یا دانلود است، صفحهٔ پروژه‌ها پیشرفت همگام‌سازی را نشان می‌دهد.
fi: Projektit-näyttö näyttää synkronoinnin edistymisen, kun iCloud lataa tai lataa.
fr: L'écran Projets affiche la progression de la synchronisation pendant qu'iCloud envoie ou télécharge des fichiers.
he: מסך הפרויקטים מציג את התקדמות הסנכרון בזמן ש-iCloud מעלה או מוריד.
hr: Zaslon Projekti prikazuje napredak sinkronizacije dok iCloud učitava ili preuzima.
hu: A Projektek képernyőn látható a szinkronizálás folyamata, miközben iCloud fel- vagy letöltés alatt áll.
id: Layar Proyek menunjukkan kemajuan sinkronisasi saat iCloud sedang mengunggah atau mengunduh.
it: La schermata Progetti mostra l'avanzamento della sincronizzazione mentre iCloud carica o scarica.
ja: iCloud でアップロードやダウンロードが行われている間は、プロジェクト画面に同期の進行状況が表示されます。
ko: iCloud가 업로드하거나 다운로드하는 동안 프로젝트 화면에 동기화 진행 상황이 표시됩니다.
ms: Skrin Projek menunjukkan kemajuan penyegerakan semasa iCloud memuat naik atau memuat turun.
nl: Het scherm Projecten toont de voortgang van de synchronisatie terwijl iCloud aan het uploaden of downloaden is.
no: Prosjektskjermen viser synkroniseringsfremdrift mens iCloud laster opp eller laster ned.
pl: Ekran Projekty pokazuje postęp synchronizacji, gdy iCloud przesyła lub pobiera.
pt_br: A tela Projetos mostra o progresso da sincronização enquanto o iCloud envia ou baixa arquivos.
pt_pt: A ecrã Projetos mostra o progresso da sincronização enquanto iCloud está fazendo upload ou download.
ro: Ecranul Proiecte arată progresul sincronizării în timp ce iCloud se încarcă sau se descarcă.
ru: Экран «Проекты» показывает ход синхронизации, пока iCloud выгружает или загружает данные.
sk: Na obrazovke Projekty sa zobrazuje priebeh synchronizácie počas nahrávania alebo sťahovania iCloud.
sl: Zaslon Projekti prikazuje napredek sinhronizacije, medtem ko iCloud nalaga ali prenaša.
sv: Projektskärmen visar synkroniseringsförloppet medan iCloud laddar upp eller laddar ner.
th: หน้าจอโครงการแสดงความคืบหน้าในการซิงค์ในขณะที่ iCloud กำลังอัปโหลดหรือดาวน์โหลด
tr: Projeler ekranı, iCloud yükleme veya indirme yaparken eşzamanlama ilerlemesini gösterir.
uk: Екран «Проєкти» показує перебіг синхронізації, поки iCloud вивантажує чи завантажує дані.
ur: پروجیکٹس کی اسکرین مطابقت پذیری کی پیشرفت دکھاتی ہے جب iCloud اپ لوڈ یا ڈاؤن لوڈ ہو رہا ہو۔
vi: Màn hình Dự án hiển thị tiến trình đồng bộ hóa trong khi iCloud đang tải lên hoặc tải xuống.
zh_hans: iCloud 正在上传或下载时，“项目”画面会显示同步进度。
zh_hant: iCloud 上傳或下載時，「專案」畫面會顯示同步進度。

source: The properties bar shows font, weight, size, color, horizontal and vertical alignment, line height, and letter spacing.
ar: يعرض شريط الخصائص الخط والوزن والحجم واللون والمحاذاة الأفقية والرأسية وارتفاع الخط وتباعد الأحرف.
ca: La barra de propietats mostra el tipus de lletra, el pes, la mida, el color, l'alineació horitzontal i vertical, l'alçada de la línia i l'espaiat entre lletres.
cs: Panel vlastností zobrazuje písmo, tloušťku, velikost, barvu, vodorovné a svislé zarovnání, výšku řádku a mezery mezi písmeny.
da: Egenskabslinjen viser skrifttype, vægt, størrelse, farve, vandret og lodret justering, linjehøjde og bogstavafstand.
de: In der Eigenschaftenleiste werden Schriftart, Stärke, Größe, Farbe, horizontale und vertikale Ausrichtung, Zeilenhöhe und Buchstabenabstand angezeigt.
el: Η γραμμή ιδιοτήτων εμφανίζει γραμματοσειρά, βάρος, μέγεθος, χρώμα, οριζόντια και κατακόρυφη στοίχιση, ύψος γραμμής και απόσταση γραμμάτων.
es: La barra de propiedades muestra la fuente, el peso, el tamaño, el color, la alineación horizontal y vertical, la altura de la línea y el espaciado entre letras.
fa: نوار خواص فونت، وزن، اندازه، رنگ، تراز افقی و عمودی، ارتفاع خطوط و فاصله حروف را نشان می دهد.
fi: Ominaisuuspalkissa näkyy fontti, paino, koko, väri, vaaka- ja pystytasaus, rivin korkeus ja kirjainten väli.
fr: La barre de propriétés affiche la police, l'épaisseur, la taille, la couleur, l'alignement horizontal et vertical, la hauteur des lignes et l'espacement des lettres.
he: סרגל המאפיינים מציג גופן, משקל, גודל, צבע, יישור אופקי ואנכי, גובה שורות ומרווח אותיות.
hr: Traka svojstava prikazuje font, težinu, veličinu, boju, vodoravno i okomito poravnanje, visinu retka i razmak između slova.
hu: A tulajdonságsáv a betűtípust, a súlyt, a méretet, a színt, a vízszintes és függőleges igazítást, a sormagasságot és a betűközt mutatja.
id: Bilah properti menunjukkan font, berat, ukuran, warna, perataan horizontal dan vertikal, tinggi garis, dan spasi huruf.
ja: プロパティ バーには、フォント、太さ、サイズ、色、水平方向と垂直方向の配置、行の高さ、文字間隔が表示されます。
ko: 속성 표시줄에는 글꼴, 두께, 크기, 색상, 가로 및 세로 정렬, 줄 높이, 문자 간격이 표시됩니다.
ms: Bar sifat menunjukkan fon, berat, saiz, warna, penjajaran mendatar dan menegak, ketinggian baris dan jarak huruf.
nl: De eigenschappenbalk toont het lettertype, de dikte, de grootte, de kleur, de horizontale en verticale uitlijning, de lijnhoogte en de letterafstand.
no: Egenskapslinjen viser skrifttype, vekt, størrelse, farge, horisontal og vertikal justering, linjehøyde og bokstavavstand.
pl: Pasek właściwości pokazuje czcionkę, grubość, rozmiar, kolor, wyrównanie w poziomie i pionie, wysokość linii i odstępy między literami.
pt_br: A barra de propriedades mostra fonte, espessura, tamanho, cor, alinhamento horizontal e vertical, altura da linha e espaçamento entre letras.
pt_pt: A barra de propriedades mostra fonte, espessura, tamanho, cor, alinhamento horizontal e vertical, altura da linha e espaçamento entre letras.
ro: Bara de proprietăți arată fontul, greutatea, dimensiunea, culoarea, alinierea orizontală și verticală, înălțimea liniei și spațierea dintre litere.
sk: Panel vlastností zobrazuje písmo, hmotnosť, veľkosť, farbu, horizontálne a vertikálne zarovnanie, výšku riadku a medzery medzi písmenami.
sl: Vrstica z lastnostmi prikazuje pisavo, težo, velikost, barvo, vodoravno in navpično poravnavo, višino vrstice in razmik med črkami.
sv: Egenskapsfältet visar teckensnitt, vikt, storlek, färg, horisontell och vertikal justering, linjehöjd och bokstavsavstånd.
th: แถบคุณสมบัติจะแสดงแบบอักษร น้ำหนัก ขนาด สี การจัดตำแหน่งแนวนอนและแนวตั้ง ความสูงของบรรทัด และระยะห่างระหว่างตัวอักษร
ur: پراپرٹیز بار فونٹ، وزن، سائز، رنگ، افقی اور عمودی سیدھ، لائن کی اونچائی، اور خط کی جگہ کو دکھاتا ہے۔
vi: Thanh thuộc tính hiển thị phông chữ, độ dày, kích thước, màu sắc, căn chỉnh ngang và dọc, chiều cao dòng và khoảng cách chữ.
zh_hans: 属性栏显示字体、粗细、大小、颜色、水平和垂直对齐方式、行高和字母间距。

source: The purchase was redeemed, but it didn't unlock Pro. Please contact support.
ar: تم استرداد قيمة الشراء، لكنها لم تفتح الإصدار Pro. يرجى الاتصال بالدعم.
ca: La compra es va bescanviar, però no va desbloquejar Pro. Poseu-vos en contacte amb l'assistència.
cs: Nákup byl uplatněn, ale neodemkl Pro. Kontaktujte prosím podporu.
da: Købet blev indløst, men det låste ikke Pro op. Kontakt venligst support.
de: Der Kauf wurde eingelöst, hat Pro aber nicht freigeschaltet. Bitte wende dich an den Support.
el: Η αγορά εξαργυρώθηκε, αλλά δεν ξεκλείδωσε το Pro. Επικοινωνήστε με την υποστήριξη.
es: La compra se canjeó, pero no desbloqueó Pro. Ponte en contacto con soporte.
fa: خرید ثبت شد، اما Pro را باز نکرد. لطفاً با پشتیبانی تماس بگیرید.
fi: Ostos lunastettiin, mutta se ei avannut Pron lukitusta. Ota yhteyttä tukeen.
fr: L'achat a été activé, mais n'a pas débloqué Pro. Veuillez contacter l'assistance.
he: הרכישה מומשה, אך היא לא פתחה את הנעילה של Pro. אנא צור קשר עם התמיכה.
hr: Kupnja je iskorištena, ali nije otključala Pro. Molimo kontaktirajte podršku.
hu: A vásárlást beváltották, de nem oldotta fel a Pro zárolását. Kérjük, forduljon az ügyfélszolgálathoz.
id: Pembelian telah ditebus, tetapi tidak membuka kunci Pro. Silakan hubungi dukungan.
it: L'acquisto è stato riscattato, ma non ha sbloccato Pro. Contatta l'assistenza.
ja: 購入は引き換えられましたが、Pro のロックは解除されませんでした。サポートにお問い合わせください。
ko: 구매가 사용 처리되었지만 Pro가 잠금 해제되지 않았습니다. 지원팀에 문의하세요.
ms: Pembelian telah ditebus, tetapi ia tidak membuka kunci Pro. Sila hubungi sokongan.
nl: De aankoop is ingewisseld, maar Pro is niet ontgrendeld. Neem contact op met de ondersteuning.
no: Kjøpet ble innløst, men det låste ikke opp Pro. Vennligst kontakt support.
pl: Zakup został zrealizowany, ale nie odblokował wersji Pro. Skontaktuj się z pomocą techniczną.
pt_br: A compra foi resgatada, mas não desbloqueou o Pro. Entre em contato com o suporte.
pt_pt: A compra foi resgatada, mas não desbloqueou o Pro. Entre em contacto com o suporte.
ro: Achiziția a fost valorificată, dar nu a deblocat Pro. Vă rugăm să contactați asistența.
ru: Покупка активирована, но Pro не разблокирован. Пожалуйста, свяжитесь с поддержкой.
sk: Nákup bol uplatnený, ale neodomkol Pro. Kontaktujte podporu.
sl: Nakup je bil unovčen, vendar ni odklenil Pro. Obrnite se na podporo.
sv: Köpet löstes in, men det låste inte upp Pro. Kontakta supporten.
th: แลกซื้อแล้ว แต่ไม่ได้ปลดล็อค Pro โปรดติดต่อฝ่ายสนับสนุน
tr: Satın alım kullanıldı ancak Pro'nun kilidini açmadı. Lütfen destekle iletişime geçin.
uk: Покупку активовано, але Pro не розблоковано. Зверніться до підтримки.
ur: خریداری کو بھنایا گیا، لیکن اس نے پرو کو غیر مقفل نہیں کیا۔ براہ کرم سپورٹ سے رابطہ کریں۔
vi: Giao dịch mua đã được đổi nhưng không mở khóa Pro. Vui lòng liên hệ với bộ phận hỗ trợ.
zh_hans: 购买已兑换，但未能解锁 Pro。请联系技术支持。
zh_hant: 購買項目已兌換，但未能解鎖 Pro。請聯絡支援。
